tap "azure/kubelogin"
tap "lusingander/tap"
tap "nikitabobko/tap"
tap "remotemobprogramming/brew"
tap "surrealdb/tap"
tap "unisonweb/unison"
brew "xz"
brew "zstd"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "btop"
brew "carapace"
brew "clisp"
brew "cmatrix"
brew "cmctl"
brew "container", link: false
brew "countdown"
brew "cypher-shell"
brew "dasel"
brew "direnv"
brew "dua-cli"
brew "duckdb"
brew "elvish"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "fx"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "gnupg"
brew "gource"
brew "gping"
brew "grip"
brew "gum"
brew "htop"
brew "httpie"
brew "ipython"
brew "jj"
brew "jless"
brew "just"
brew "k9s"
brew "kaskade"
brew "kcat"
brew "kubernetes-cli"
brew "linkerd"
brew "lolcat"
brew "lsd"
brew "minikube"
brew "mise"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "oh-my-posh"
brew "pipx"
brew "presenterm"
brew "procs"
brew "pulumi"
brew "ranger"
brew "ripgrep"
brew "ruff"
brew "sl"
brew "sqlc"
brew "steampipe"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tpm"
brew "tree"
brew "ttyd"
brew "vivid"
brew "watch"
brew "witr"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "remotemobprogramming/brew/mob"
brew "surrealdb/tap/surreal"
brew "unisonweb/unison/unison-language"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "anki"
cask "bruno"
cask "claude-code"
cask "codex"
cask "container"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gitbutler"
cask "github"
cask "insomnia"
cask "kaleidoscope"
cask "kiro"
cask "linear-linear"
cask "livebook"
cask "miro"
cask "neo4j-desktop"
cask "notion"
cask "obsidian"
cask "postman"
cask "rapidapi"
cask "tailscale-app"
cask "time-out"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "zettlr"
cask "zoom"
vscode "aidan-gibson.river"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.markdown-mermaid"
vscode "docker.docker"
vscode "florinpatrascu.vscode-elixir-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grafana.grafana-alloy"
vscode "jakebecker.elixir-ls"
vscode "kkalita.dark-plus-elixir"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "needcoder.theme-elixir-dark"
vscode "phoenixframework.phoenix"
vscode "qingpeng.common-lisp"
vscode "redhat.vscode-yaml"
vscode "svelte.svelte-vscode"
vscode "vortizhe.simple-ruby-erb"
go "cmd/go"
go "cmd/gofmt"
