tap "azure/kubelogin"
tap "lusingander/tap"
tap "remotemobprogramming/brew"
brew "xz"
brew "git"
brew "asdf"
brew "azure-cli"
brew "bandwhich"
brew "bat"
brew "btop"
brew "carapace"
brew "cmatrix"
brew "countdown"
brew "cypher-shell"
brew "direnv"
brew "dua-cli"
brew "duckdb"
brew "elvish"
brew "fd"
brew "fx"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "glow"
brew "gnupg"
brew "gource"
brew "gping"
brew "grip"
brew "gum"
brew "ipython"
brew "just"
brew "k9s"
brew "kaskade"
brew "kubernetes-cli"
brew "linkerd"
brew "lsd"
brew "minikube"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "oh-my-posh"
brew "pipx"
brew "procs"
brew "ripgrep"
brew "ruff"
brew "sl"
brew "steampipe"
brew "stow"
brew "tealdeer"
brew "tree"
brew "vivid"
brew "watch"
brew "yazi"
brew "yq"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "remotemobprogramming/brew/mob"
cask "1password-cli"
cask "bruno"
cask "container"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gitbutler"
cask "github"
cask "insomnia"
cask "kaleidoscope"
cask "linear-linear"
cask "livebook"
cask "miro"
cask "neo4j-desktop"
cask "notion"
cask "obsidian"
cask "postman"
cask "rapidapi"
cask "tailscale-app"
cask "visual-studio-code"
cask "warp"
cask "zettlr"
cask "zoom"
vscode "bierner.markdown-mermaid"
vscode "docker.docker"
vscode "florinpatrascu.vscode-elixir-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jakebecker.elixir-ls"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "svelte.svelte-vscode"
vscode "vortizhe.simple-ruby-erb"
